data = '[{"headlines":[{"imageUrl":"https://ichef.bbci.co.uk/news/624/cpsprodpb/457E/production/_99509771_tanker_640-nc.png","imageAlt":"Map shows route of tanker through East China Sea", "title":"Burning tanker off Chinese coast ‟in danger of exploding”","text":"There are fears of an environmental disaster in the East China Sea as a tanker continues leaking oil two days after colliding with a cargo ship. Chinese officials have told state media the Sanchi is in danger of exploding and sinking. Rescuers trying to reach the burning tanker were beaten back by toxic clouds, the transport ministry says. The body of one crewman, among the 30 Iranians and two Bangladeshis on board, has been found. The rest are missing.","langCode": "en", "url": "http://www.bbc.com/news/world-asia-china-42600720"},{"imageUrl":"https://ichef-1.bbci.co.uk/news/660/cpsprodpb/43BC/production/_99504371_dogecoin_getty.jpg","imageAlt":"Ford Nascar race car sponsored by Dogecoin backers", "title":"Forget Bitcoin - now Dogecoin goes wild","text":"You know an investment is somewhat unconventional when the Know Your Meme website is the main source of background information. But even in the turbulent world of cryptocurrencies, Dogecoin is seen as a pretty wild creature. It was launched in 2013, inspired by a short-lived online craze for pictures of a particular Japanese dog breed. Last weekend, however, it nearly doubled in value and is now worth more than $2bn (£1.5bn).","langCode": "en", "url":"http://www.bbc.com/news/business-42602038"}],"articles":[{"imageUrl":"https://ichef.bbci.co.uk/news/660/cpsprodpb/10226/production/_99468066_gettyimages-888335728northirish.jpg","imageAlt":"Statue outside Northern Irish parliament","title": "The countries that get by without a government", "text":"At the heart of any modern democracy is the idea that leaders are elected to govern. But with 2018 starting without two European governments in place, the question might be do we actually need politicians? Twelve months ago, Northern Ireland found itself without a government of its own, after deputy first minister Martin McGuinness walked out in a row over a botched energy scheme. The ensuing breakdown in trust between the ruling nationalist and unionist parties shows no sign of being resolved.","langCode":"en","url":"http://www.bbc.com/news/uk-politics-42570823"},{"imageUrl":"https://ichef-1.bbci.co.uk/news/624/cpsprodpb/86E2/production/_99503543_billboards3_afp.jpg","imageAlt":"Martin McDonagh, Sam Rockwell, Frances McDormand, Graham Broadbent","title":"Golden Globes 2018: Sexual harassment scandal dominates ceremony","text":"Golden Globes 2018: Sexual harassment scandal dominates ceremony. Powerful speeches about Hollywood’s sexual abuse scandal have dominated the 75th Golden Globe Awards. It was the first major Hollywood awards ceremony since the film industry was hit by sexual harassment scandals, with stars wearing black to honour victims. Oprah Winfrey summed up the mood, saying ‟a new day is on the horizon” as she collected an honorary award.","langCode":"en", "url":"http://www.bbc.com/news/entertainment-arts-42599841"},{"imageUrl":"https://www.idg.se/editorial/980/path/1.682037.1515401633!imageUploader/2515610638.jpg","imageAlt":"Wifi mesh","title": "Stortest: 8 smarta wifi-paket som täcker hela huset", "text":"En utmaning för hemmanätverket är pålitlig wifi. Det har tillverkarna börjat fatta och de släpper nu system som ger snabb och stabil täckning överallt.","langCode": "sv", "url": "https://pcforalla.idg.se/2.1054/1.682037/test-smarta-wifi-paket-tackning-hela-huset"},{"imageUrl":"https://ichef.bbci.co.uk/news/624/cpsprodpb/1569E/production/_99501778_52fc6297-1feb-4a45-bdac-a06151b3060f.jpg","imageAlt":"Byton press event", "title": "CES 2018: Byton unveils futuristic ‘truly smart’ car", "text":"A new car designed by former BMW and Apple employees has been unveiled. The Byton - which sports a huge touchscreen dashboard - reimagines what it feels like to be inside a car. While on paper the electric vehicle doesn’t quite match Tesla on performance or price, the firm behind it told the BBC it hoped people in future would care more about ‘digital power’ than horsepower. But experts say it currently lacks the charging infrastructure it requires. The name Byton refers to the phrase Bytes on Wheels. ‟We want to be the company bringing into the market the first real smart car”, said Carsten Breitfeld, its chief executive.","langCode": "en", "url": "http://www.bbc.com/news/technology-42599345"}]}]';
